<template>
   <h2 class="text-center m-4">Пёсики барбосики!</h2>

   <div class="row row-cols-1 row-cols-md-3">
    <div class="col mb-4">
        <div class="card">
            <img src="src\assets\dogHome1.jpg" class="card-img-top" alt="Рич">
            <div class="card-body">
                <h5 class="card-title">Рич</h5>
                <p class="card-text"> Идеальный звонок на территорию вашего дома
                    Самый маленький Тимвиллевский пёс с душой кавказкой овчарки!) Это Рич и он считает себя очень
                    серьезным псом, но все собаки смеются над ним или просто не замечают)
                    Рич все время пытается всех напугать, но выглядит это нелепо, учитывая вес в 5 килограмм, писклявый
                    девчачий голос и миниразмер. Но он не сдаётся и готов охранять ваш дом,
                    правда охранник из него совсем никакой, он для души и для прогулок. Рич молодой кобелёк, ему 1,5
                    лет, он прекрасно уживается в собачьем коллективе и если у вас есть уже Собака,
                    Рич станет для неё прекрасным другом и партнером для игр. В нем много энергии и он вымотает любую
                    собаку, а потом вместе они буду спать без задних лап
                </p>
            </div>
        </div>
    </div>
    <div class="col mb-4">
        <div class="card">
            <img src="src\assets\dogHome2.jpeg" class="card-img-top" alt="Малышка">
            <div class="card-body">
                <h5 class="card-title">Малышка</h5>
                <p class="card-text"> Наша Малышка. Хочу напомнить историю Малышки. Бедняжка была изуродована. Выбит
                    глаз, скальпирован хвост. Очень сложно далась реабилитации собаки и возвращение ее веры в людей.
                    Девчонка живет в приюте, любит нас и больше не кусается. Не знаю, пойдёт к чужим когда нибудь ещё
                    недавно дикая собака, но к нам она уже привыкла. К сожалению такие животные остаются в приютах
                    навсегда.
                    Но вы можете приехать к ней в гости. Взять над девчонкой шефство или просто иногда баловать ее
                    вкусняшками. Знайте, Малышка есть и она ждет своего человека. Ведь терпение и любовь могут помочь ей
                    найти дом
                </p>
            </div>
        </div>
    </div>
    <div class="col mb-4">
        <div class="card">
            <img src="src\assets\dogHome3.jpg" class="card-img-top" alt="Чиполлино">
            <div class="card-body">
                <h5 class="card-title">Чиполлино</h5>
                <p class="card-text"> Чиполлино, небольшой мальчишка с огромным добрым сердцем, ждёт вас в приюте
                    Тимвилль
                    Послушный, ласковый, ненавязчивый, абсолютно неконфликтный кобелёк станет для вас лучшим, самым
                    преданным другом. Хороший такой мальчишка, средних лет, полностью здоровый и воспитанный.
                    Приезжайте в приют и познакомьтесь с Чиполлино, он потрясающий
                </p>
            </div>
        </div>
    </div>
    <div class="col mb-4">
        <div class="card">
            <img src="src\assets\dogHome4.jpeg" class="card-img-top" alt="Рыжий">
            <div class="card-body">
                <h5 class="card-title">Рыжий</h5>
                <p class="card-text"> Самые искренние эмоции подарит вам Рыжий. Он потрясающий пёс, очень
                    дружелюбный и ласковый.
                    Рыжий полностью здоровый и активный парень 7 лет. Если вы давно мечтаете о собаке, о друге для
                    вашей семьи, то Рыжий ждёт вас
                </p>
            </div>
        </div>
    </div>
    <div class="col mb-4">
        <div class="card">
            <img src="src\assets\dogHome5.jpg" class="card-img-top" alt="Джокер">
            <div class="card-body">
                <h5 class="card-title">Джокер</h5>
                <p class="card-text"> Молодой, энергичный красавчик, по кличке Джокер, ждёт вас в приюте Тимвилль
                    Джокер ещё подросток и у вас есть уникальная возможность воспитать его «под себя»
                    Если вы энергичный человек, любящий прогулки, бег и ведёте активный образ жизни, то Джок
                    идеальный вариант для вас
                    Он с удовольствием разделит с вами все ваши увлечения.
                    У Джокера разные глаза и вообще он очень симпатичный молодой человек
                </p>
            </div>
        </div>
    </div>
    <div class="col mb-4">
        <div class="card">
            <img src="src\assets\dogHome6.jpg" class="card-img-top" alt="Серёжа">
            <div class="card-body">
                <h5 class="card-title">Серёжа</h5>
                <p class="card-text"> Все без ума от Сережи, всем он очень нравится. Нравится его характер, внешность,
                    повадки, но несмотря на огромное количество его достоинств - он по прежнему сидит в приюте.... он
                    ждет своего хозяина... Но никто не желает даже познакомиться с ним почему то...
                    И этот замечательный и мой самый любимый пес в приюте , Сергей Сергеевич, ИЩЕТ ДОМ!!
                </p>
            </div>
        </div>
    </div>
</div>

</template>
<script>
export default{
    
}
</script>